Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: upoznati
da: lære nogen at kende
de: jemanden kennenlernen
en: to get to know someone
fr: faire la connaissance de quelqu'un
nb: bli kjent med noen
nl: iemand leren kennen
sv: lära känna någon
tr: tanışmak

source: Dođi nam u posjetu!
da: Kom og besøg os!
de: Komm uns besuchen!
en: Come visit us!
fr: Viens nous voir !
nb: Kom og besøk oss!
nl: Kom ons opzoeken!
sv: Kom och hälsa på oss!
tr: Bizi ziyarete gel!

source: Drago mi je što smo se upoznali
da: Det var hyggeligt at møde dig
de: Schön, dich kennengelernt zu haben
en: Nice to have met you
fr: Ravi de t'avoir rencontré
nb: Hyggelig å ha blitt kjent med deg
nl: Leuk dat ik je heb leren kennen
sv: Trevligt att ha träffat dig
tr: Tanıştığımıza memnun oldum

source: Sjedi, popij kahvu
da: Sæt dig ned, drik en kaffe
de: Setz dich, trink einen Kaffee
en: Sit down, have a coffee
fr: Assieds-toi, bois un café
nb: Sett deg, ta en kaffe
nl: Ga zitten, drink een kopje koffie
sv: Sätt dig, drick ett kaffe
tr: Otur, bir kahve iç

source: zahvaliti se
da: takke
de: sich bedanken
en: to say thank you
fr: remercier
nb: takke
nl: bedanken
sv: tacka
tr: teşekkür etmek

source: izviniti se
da: undskylde
de: sich entschuldigen
en: to apologize
fr: s'excuser
nb: unnskylde seg
nl: zich verontschuldigen
sv: be om ursäkt
tr: özür dilemek

source: Oprosti mi
da: Tilgiv mig
de: Verzeih mir
en: Forgive me
fr: Pardonne-moi
nb: Tilgi meg
nl: Vergeef me
sv: Förlåt mig
tr: Beni affet

source: oprostiti
da: tilgive
de: verzeihen
en: to forgive
fr: pardonner
nb: tilgi
nl: vergeven
sv: förlåta
tr: affetmek

source: Puno pozdrava porodici
da: Mange hilsner til familien
de: Viele Grüße an die Familie
en: Best regards to the family
fr: Mes salutations à la famille
nb: Mange hilsener til familien
nl: Veel groeten aan de familie
sv: Många hälsningar till familjen
tr: Aileye çok selam

source: Kako je tvoja porodica?
da: Hvordan går det med din familie?
de: Wie geht es deiner Familie?
en: How is your family?
fr: Comment va ta famille ?
nb: Hvordan går det med familien din?
nl: Hoe gaat het met je familie?
sv: Hur mår din familj?
tr: Ailen nasıl?

source: Poznajemo se
da: Vi kender hinanden
de: Wir kennen uns
en: We know each other
fr: On se connaît
nb: Vi kjenner hverandre
nl: We kennen elkaar
sv: Vi känner varandra
tr: Birbirimizi tanıyoruz

source: poznanik / poznanica
da: bekendt (m/k)
de: Bekannter / Bekannte
en: acquaintance (m) / acquaintance (f)
fr: connaissance
nb: bekjent (m/k)
nl: kennis (bekende)
sv: bekant
tr: tanıdık (erkek / kadın)

source: raja
da: vennekreds / gænget
de: Freundeskreis / die Clique
en: circle of friends / the gang
fr: cercle d'amis / la bande
nb: vennekrets / gjeng
nl: vriendenkring / vriendengroep
sv: vänkrets / gänget
tr: arkadaş çevresi / tayfa

source: domaćin
da: vært
de: Gastgeber
en: host
fr: hôte
nb: vert
nl: gastheer
sv: värd
tr: ev sahibi

source: koleginica
da: kollega (kvinde)
de: Kollegin
en: colleague (f)
fr: collègue (femme)
nb: kollega (kvinne)
nl: collega (vrouw)
sv: kollega (kvinna)
tr: iş arkadaşı (kadın)

source: jaran
da: kammerat (slang, især Sarajevo)
de: Kumpel (Slang, vor allem Sarajevo)
en: buddy (slang, mainly Sarajevo)
fr: pote (argot, surtout à Sarajevo)
nb: kompis (slang, særlig i Sarajevo)
nl: maat (straattaal, vooral Sarajevo)
sv: polare (slang, särskilt i Sarajevo)
tr: ahbap (argo, özellikle Saraybosna)

source: drug / drugarica
da: ven / veninde (uformelt)
de: Kumpel / Kumpelin (locker)
en: buddy (m) / buddy (f) (informal)
fr: copain / copine (familier)
nb: kamerat / venninne (uformelt)
nl: vriend / vriendin (informeel)
sv: kompis (vardagligt)
tr: arkadaş (samimi; erkek / kadın)

source: komšije
da: naboer
de: Nachbarn (Mehrzahl)
en: neighbors (plural)
fr: voisins (pluriel)
nb: naboer (flertall)
nl: buren (meervoud)
sv: grannar (plural)
tr: komşular

source: ples
da: dans
de: der Tanz
en: dance
fr: la danse
nb: dans
nl: de dans
sv: dansen
tr: dans

source: svirati
da: spille et instrument
de: ein Instrument spielen
en: to play an instrument
fr: jouer d'un instrument
nb: spille et instrument
nl: een instrument spelen
sv: spela ett instrument
tr: enstrüman çalmak

source: folklor / folklorna grupa
da: folklore / folkloregruppe
de: Folklore / Folkloregruppe
en: folklore / folklore group
fr: folklore / groupe folklorique
nb: folklore / folkloregruppe
nl: folklore / folkloregroep
sv: folklore / folkdansgrupp
tr: folklor / folklor grubu

source: kolo
da: kolo (bosnisk kædedans)
de: Kolo (bosnischer Reigentanz)
en: kolo (Bosnian circle dance)
fr: kolo (danse en ronde bosnienne)
nb: kolo (bosnisk ringdans)
nl: kolo (Bosnische kringdans)
sv: kolo (bosnisk ringdans)
tr: kolo (geleneksel halka dansı)

source: pjevač / pjevačica
da: sanger / sangerinde
de: Saenger / Saengerin
en: singer (m) / singer (f)
fr: chanteur / chanteuse
nb: sanger / sangerinne
nl: zanger / zangeres
sv: sångare / sångerska
tr: şarkıcı (erkek / kadın)

source: saz
da: saz (traditionelt strengeinstrument)
de: Saz (traditionelles Saiteninstrument)
en: saz (traditional stringed instrument)
fr: saz (instrument à cordes traditionnel)
nb: saz (tradisjonelt strengeinstrument)
nl: saz (traditioneel snaarinstrument)
sv: saz (traditionellt stränginstrument)
tr: saz (geleneksel telli çalgı)

source: sevdah
da: sevdah (vemodig længsel)
de: Sevdah (wehmuetige Sehnsucht)
en: sevdah (wistful longing)
fr: sevdah (nostalgie mélancolique)
nb: sevdah (vemodig lengsel)
nl: sevdah (weemoedig verlangen)
sv: sevdah (vemodig längtan)
tr: sevdah (hüzünlü özlem)

source: sevdalinka
da: sevdalinka (bosnisk kærlighedssang)
de: Sevdalinka (bosnisches Liebeslied)
en: sevdalinka (Bosnian love song)
fr: sevdalinka (chanson d'amour bosnienne)
nb: sevdalinka (bosnisk kjærlighetssang)
nl: sevdalinka (Bosnisch liefdeslied)
sv: sevdalinka (bosnisk kärlekssång)
tr: sevdalinka (Boşnak aşk şarkısı)

source: sijelo
da: sijelo (samvær om aftenen)
de: Sijelo (abendliches Beisammensein)
en: sijelo (evening get-together)
fr: sijelo (veillée entre voisins)
nb: sijelo (kveldssamvær)
nl: sijelo (avondlijk samenzijn)
sv: sijelo (kvällssamvaro)
tr: sijelo (akşam buluşması)

source: teferič
da: teferič (udflugtsfest i det grønne)
de: Teferic (Ausflugsfest im Gruenen)
en: teferič (outdoor festivity in nature)
fr: teferič (fête en plein air)
nb: teferič (utflukt og fest i det grønne)
nl: teferič (feestelijk uitje in het groen)
sv: teferič (utflyktsfest i det gröna)
tr: teferič (kırda yapılan gezinti şenliği)

source: narodna muzika
da: folkemusik
de: Volksmusik
en: folk music
fr: musique folklorique
nb: folkemusikk
nl: volksmuziek
sv: folkmusik
tr: halk müziği

source: Allah razi olsun
da: svar på bajram-hilsenen
de: Antwort auf den Bajram-Gruss
en: reply to the Bajram greeting
fr: réponse au salut de Bajram
nb: svar på bajram-hilsenen
nl: antwoord op de Bajram-groet
sv: svar på bajramhälsningen
tr: bayram selamına verilen cevap

source: post
da: faste
de: das Fasten
en: fasting
fr: le jeûne
nb: fasten
nl: het vasten
sv: fastan
tr: oruç

source: Sretan Bajram!
da: Glædelig bajram!
de: Frohes Bajram!
en: Happy Bajram!
fr: Joyeux Bajram !
nb: God Bajram!
nl: Fijne Bajram!
sv: Glad Bajram!
tr: Bayramın kutlu olsun!

source: Bog
da: Gud
de: Gott
en: God
fr: Dieu
nb: Gud
nl: God
sv: Gud
tr: Tanrı

source: Hvala Bogu
da: Gudskelov
de: Gott sei Dank
en: Thank God
fr: Dieu merci
nb: Gudskjelov
nl: Godzijdank
sv: Gud ske lov
tr: Allah'a şükür

source: iftar
da: iftar (fastebrud)
de: Iftar (Fastenbrechen)
en: iftar (breaking of the fast)
fr: iftar (rupture du jeûne)
nb: iftar (fastebrudd)
nl: iftar (het verbreken van het vasten)
sv: iftar (måltiden som bryter fastan)
tr: iftar (oruç açma)

source: inšallah
da: inšallah (hvis Gud vil)
de: Insallah (so Gott will)
en: inšallah (God willing)
fr: inšallah (si Dieu le veut)
nb: inšallah (om Gud vil)
nl: inšallah (als God het wil)
sv: inšallah (om Gud vill)
tr: inşallah (Allah izin verirse)

source: mašallah
da: mašallah (hvor smukt, Gud bevare det)
de: Masallah (wie schoen, Gott schuetze es)
en: mašallah (how lovely, may God protect it)
fr: mašallah (que c'est beau, que Dieu le protège)
nb: mašallah (så fint, Gud bevare det)
nl: mašallah (wat mooi, moge God het behoeden)
sv: mašallah (vad vackert, må Gud bevara det)
tr: maşallah (ne güzel, Allah korusun)

source: Ramazanski bajram / Kurban-bajram
da: ramadanfest / offerfest
de: Ramadanfest / Opferfest
en: Ramadan Bajram / Kurban Bajram (Eid al-Fitr / Eid al-Adha)
fr: fête de la fin du Ramadan / fête du Sacrifice
nb: ramadanfest / offerfest
nl: Suikerfeest (Ramadanfeest) / Offerfeest
sv: ramadanfesten (id al-fitr) / offerhögtiden (id al-adha)
tr: Ramazan Bayramı / Kurban Bayramı

source: Ako Bog da
da: hvis Gud vil / forhåbentlig
de: So Gott will / hoffentlich
en: God willing / hopefully
fr: si Dieu le veut / espérons-le
nb: Om Gud vil / forhåpentligvis
nl: Als God het wil / hopelijk
sv: om Gud vill / förhoppningsvis
tr: Allah izin verirse / umarım

source: bujrum
da: bujrum (værsgo, tag for dig / kom indenfor)
de: Bujrum (bitte, greif zu / komm herein)
en: bujrum (please, help yourself / come in)
fr: bujrum (je t'en prie, sers-toi / entre)
nb: bujrum (forsyn deg / kom inn)
nl: bujrum (alsjeblieft, tast toe / kom binnen)
sv: bujrum (varsågod, ta för dig / stig in)
tr: bujrum (buyurun: al / içeri gel)

source: Hvala na pozivu
da: Tak for invitationen
de: Danke fuer die Einladung
en: Thank you for the invitation
fr: Merci pour l'invitation
nb: Takk for invitasjonen
nl: Bedankt voor de uitnodiging
sv: Tack för inbjudan
tr: Davet için teşekkürler

source: Hvala, sit sam / sita sam
da: Tak, jeg er mæt (m/k)
de: Danke, ich bin satt (m/w)
en: Thank you, I am full (m/f)
fr: Merci, je suis rassasié / rassasiée
nb: Takk, jeg er mett (m/k)
nl: Dank je, ik zit vol (m/v)
sv: Tack, jag är mätt (m/k)
tr: Teşekkürler, doydum (erkek / kadın)

source: Bilo je jako ukusno
da: Det var meget lækkert
de: Es war sehr lecker
en: It was very tasty
fr: C'était vraiment délicieux
nb: Det var veldig godt
nl: Het was heel lekker
sv: Det var mycket gott
tr: Çok lezzetliydi

source: domaćin / domaćica
da: vært / værtinde
de: Gastgeber / Gastgeberin
en: host / hostess
fr: hôte / hôtesse
nb: vert / vertinne
nl: gastheer / gastvrouw
sv: värd / värdinna
tr: ev sahibi (erkek / kadın)

source: častiti
da: invitere nogen (betale)
de: jemanden einladen (bezahlen)
en: to treat someone (to pay for them)
fr: inviter quelqu'un (payer l'addition)
nb: spandere på noen
nl: iemand trakteren (betalen)
sv: bjuda någon (betala)
tr: ısmarlamak (hesabı ödemek)

source: Još malo?
da: Lidt til?
de: Noch ein bisschen?
en: A bit more?
fr: Encore un peu ?
nb: Litt til?
nl: Nog een beetje?
sv: Lite till?
tr: Biraz daha ister misin?

source: Vi
da: De (høfligt)
de: Sie (höflich)
en: you (polite)
fr: vous (politesse)
nb: De (høflig)
nl: u (beleefd)
sv: ni (artigt)
tr: siz (kibar)

source: gospodin
da: hr.
de: Herr
en: Mr
fr: monsieur
nb: herr
nl: meneer
sv: herr
tr: Bay

source: gospođa
da: fru (titel)
de: Frau (Anrede)
en: Mrs
fr: madame
nb: fru (tittel)
nl: mevrouw
sv: fru (titel)
tr: Bayan

source: gospođica
da: frøken
de: Fräulein
en: Miss
fr: mademoiselle
nb: frøken
nl: juffrouw
sv: fröken
tr: Küçük Hanım

source: Dobar dan, kako ste?
da: Goddag, hvordan går det med Dem?
de: Guten Tag, wie geht es Ihnen?
en: Good day, how are you?
fr: Bonjour, comment allez-vous ?
nb: God dag, hvordan går det med Dem?
nl: Goedendag, hoe gaat het met u?
sv: God dag, hur mår ni?
tr: İyi günler, nasılsınız?

source: Izvolite
da: Værsgo (når man rækker noget)
de: Bitte sehr (beim Überreichen)
en: Here you are (handing something over)
fr: Voilà (en tendant quelque chose)
nb: Vær så god (når man rekker over noe)
nl: Alstublieft (bij het aangeven)
sv: Varsågod (när man räcker över något)
tr: Buyurun (bir şey uzatırken)

source: Izvinite, molim Vas
da: Undskyld mig
de: Entschuldigen Sie bitte
en: Excuse me, please
fr: Excusez-moi, s'il vous plaît
nb: Unnskyld meg
nl: Neemt u mij niet kwalijk
sv: Ursäkta mig
tr: Affedersiniz lütfen

source: Možete li mi pomoći?
da: Kunne De hjælpe mig?
de: Könnten Sie mir helfen?
en: Could you help me?
fr: Pourriez-vous m'aider ?
nb: Kunne De hjelpe meg?
nl: Zou u mij kunnen helpen?
sv: Skulle ni kunna hjälpa mig?
tr: Bana yardım edebilir misiniz?

source: Smijem li?
da: Må jeg?
de: Darf ich?
en: May I?
fr: Vous permettez ?
nb: Får jeg lov?
nl: Mag ik?
sv: Får jag lov?
tr: İzin verir misiniz?

source: Naravno
da: Selvfølgelig
de: Selbstverständlich
en: Of course
fr: Bien sûr
nb: Selvfølgelig
nl: Vanzelfsprekend
sv: Självklart
tr: Elbette

source: Žao mi je
da: Det er jeg ked af
de: Es tut mir leid
en: I am sorry
fr: Je suis désolé
nb: Jeg beklager
nl: Het spijt me
sv: Jag är ledsen
tr: Üzgünüm

source: Molim za izvinjenje
da: Jeg beklager
de: Ich bitte um Entschuldigung
en: I apologize / I do apologize
fr: Je vous prie de m'excuser
nb: Jeg vil gjerne be om unnskyldning
nl: Ik bied mijn excuses aan
sv: Jag vill gärna be om ursäkt
tr: Sizden özür dilerim

source: Trenutak, molim
da: Et øjeblik, tak
de: Einen Moment, bitte
en: One moment, please
fr: Un instant, s'il vous plaît
nb: Et øyeblikk, takk
nl: Een moment, alstublieft
sv: Ett ögonblick, tack
tr: Bir dakika, lütfen

source: Molim?
da: Undskyld, hvad sagde De?
de: Wie bitte?
en: Pardon?
fr: Pardon ?
nb: Unnskyld, hva sa du?
nl: Pardon?
sv: Ursäkta, vad sa ni?
tr: Efendim?

source: Zahvaljujem Vam
da: Jeg takker Dem
de: Ich danke Ihnen
en: Thank you (formal)
fr: Je vous remercie
nb: Jeg takker Dem
nl: Ik dank u
sv: Jag tackar er
tr: Size teşekkür ederim

source: Hvala Vam na pomoći
da: Mange tak for Deres hjælp
de: Vielen Dank für Ihre Hilfe
en: Thank you for your help
fr: Merci beaucoup pour votre aide
nb: Tusen takk for hjelpen
nl: Hartelijk dank voor uw hulp
sv: Tack för er hjälp
tr: Yardımınız için çok teşekkürler

source: Poštovani gospodine
da: Kære hr.
de: Sehr geehrter Herr
en: Dear Sir
fr: Monsieur,
nb: Kjære herr
nl: Geachte heer
sv: Bäste herr
tr: Sayın Bay

source: Poštovana gospođo
da: Kære fru
de: Sehr geehrte Frau
en: Dear Madam
fr: Madame,
nb: Kjære fru
nl: Geachte mevrouw
sv: Bästa fru
tr: Sayın Bayan

source: S poštovanjem
da: Med venlig hilsen
de: Mit freundlichen Grüßen
en: Yours sincerely
fr: Cordialement
nb: Med vennlig hilsen
nl: Met vriendelijke groet
sv: Med vänliga hälsningar
tr: Saygılarımla

source: općina
da: kommune / borgerservice
de: Gemeinde / Gemeindeamt
en: municipality / municipal office
fr: commune / mairie
nb: kommune / kommunekontor
nl: gemeente / gemeentehuis
sv: kommun / kommunkontor
tr: belediye

source: zahtjev
da: ansøgning
de: Antrag
en: application
fr: demande
nb: søknad
nl: aanvraag
sv: ansökan
tr: başvuru

source: obrazac
da: blanket
de: Formular
en: form
fr: formulaire
nb: skjema
nl: formulier
sv: blankett
tr: form

source: lična karta
da: ID-kort
de: Personalausweis
en: ID card
fr: carte d'identité
nb: ID-kort
nl: identiteitskaart
sv: id-kort
tr: kimlik kartı

source: pasoš
da: pas
de: Reisepass
en: passport
fr: passeport
nb: pass
nl: paspoort
sv: pass
tr: pasaport

source: vozačka dozvola
da: kørekort
de: Führerschein
en: driver's license
fr: permis de conduire
nb: førerkort
nl: rijbewijs
sv: körkort
tr: ehliyet

source: rodni list
da: fødselsattest
de: Geburtsurkunde
en: birth certificate
fr: acte de naissance
nb: fødselsattest
nl: geboorteakte
sv: födelsebevis
tr: doğum belgesi

source: vjenčani list
da: vielsesattest
de: Heiratsurkunde
en: marriage certificate
fr: acte de mariage
nb: vigselsattest
nl: huwelijksakte
sv: vigselbevis
tr: evlenme belgesi

source: državljanstvo
da: statsborgerskab
de: Staatsbürgerschaft
en: citizenship
fr: nationalité
nb: statsborgerskap
nl: nationaliteit
sv: medborgarskap
tr: vatandaşlık

source: potvrda
da: attest
de: Bescheinigung
en: certificate
fr: attestation
nb: attest
nl: verklaring
sv: intyg
tr: belge / onay yazısı

source: prebivalište
da: bopæl
de: Wohnsitz
en: place of residence
fr: domicile
nb: bosted
nl: woonplaats
sv: folkbokföringsadress
tr: ikametgâh

source: prijava prebivališta
da: folkeregistrering
de: Anmeldung (Wohnsitz)
en: residence registration
fr: déclaration de domicile
nb: folkeregistrering
nl: inschrijving bij de gemeente
sv: folkbokföring
tr: ikamet kaydı

source: boravišna dozvola
da: opholdstilladelse
de: Aufenthaltserlaubnis
en: residence permit
fr: titre de séjour
nb: oppholdstillatelse
nl: verblijfsvergunning
sv: uppehållstillstånd
tr: oturma izni

source: radna dozvola
da: arbejdstilladelse
de: Arbeitserlaubnis
en: work permit
fr: permis de travail
nb: arbeidstillatelse
nl: werkvergunning
sv: arbetstillstånd
tr: çalışma izni

source: potpis
da: underskrift
de: Unterschrift
en: signature
fr: signature
nb: underskrift
nl: handtekening
sv: underskrift
tr: imza

source: pečat
da: stempel
de: Stempel
en: stamp
fr: cachet
nb: stempel
nl: stempel
sv: stämpel
tr: mühür

source: ovjera
da: bekræftelse
de: Beglaubigung
en: certification
fr: certification
nb: bekreftelse
nl: waarmerking
sv: bestyrkande
tr: onay / tasdik

source: kopija
da: kopi
de: Kopie
en: copy
fr: copie
nb: kopi
nl: kopie
sv: kopia
tr: fotokopi

source: termin
da: tid (aftalt)
en: appointment
fr: rendez-vous
nb: time (avtalt)
nl: afspraak
sv: tid (bokad)
tr: randevu

source: rok
da: frist
de: Frist
en: deadline
fr: délai
nb: frist
nl: termijn
sv: tidsfrist
tr: süre

source: taksa
da: gebyr
de: Gebühr
en: fee
fr: taxe
nb: gebyr
nl: leges
sv: avgift
tr: harç

source: porez
da: skat
de: Steuer
en: tax
fr: impôt
nb: skatt
nl: belasting
sv: skatt
tr: vergi

source: osiguranje
da: forsikring
de: Versicherung
en: insurance
fr: assurance
nb: forsikring
nl: verzekering
sv: försäkring
tr: sigorta

source: zdravstveno osiguranje
da: sygeforsikring
de: Krankenversicherung
en: health insurance
fr: assurance maladie
nb: helseforsikring
nl: zorgverzekering
sv: sjukförsäkring
tr: sağlık sigortası

source: ugovor
da: kontrakt
de: Vertrag
en: contract
fr: contrat
nb: avtale
nl: contract
sv: avtal
tr: sözleşme

source: banka
da: bank
de: Bank
en: bank
fr: banque
nb: bank
nl: bank
sv: bank

source: račun
da: konto
de: Konto
en: account
fr: compte
nb: konto
nl: rekening
sv: konto
tr: hesap

source: pošta
da: posthus
de: Post
en: post office
fr: bureau de poste
nb: postkontor
nl: postkantoor
sv: post
tr: postane

source: policija
da: politi
de: Polizei
en: police
fr: police
nb: politi
nl: politie
sv: polis
tr: polis

source: sud
da: domstol
de: Gericht (Justiz)
en: court
fr: tribunal
nb: domstol
nl: rechtbank
sv: domstol
tr: mahkeme

source: ambasada
da: ambassade
de: Botschaft
en: embassy
fr: ambassade
nb: ambassade
nl: ambassade
sv: ambassad
tr: büyükelçilik

source: granica
da: grænse
de: Grenze
en: border
fr: frontière
nb: grense
nl: grens
sv: gräns
tr: sınır

source: carina
da: told
de: Zoll
en: customs
fr: douane
nb: toll
nl: douane
sv: tull
tr: gümrük

source: Trebam potvrdu
da: Jeg har brug for en attest
de: Ich brauche eine Bescheinigung
en: I need a certificate
fr: J'ai besoin d'une attestation
nb: Jeg trenger en attest
nl: Ik heb een verklaring nodig
sv: Jag behöver ett intyg
tr: Bir belgeye ihtiyacım var

source: Gdje trebam potpisati?
da: Hvor skal jeg skrive under?
de: Wo muss ich unterschreiben?
en: Where do I have to sign?
fr: Où dois-je signer ?
nb: Hvor skal jeg skrive under?
nl: Waar moet ik tekenen?
sv: Var ska jag skriva under?
tr: Nereyi imzalamam gerekiyor?

source: Koji dokumenti mi trebaju?
da: Hvilke dokumenter har jeg brug for?
de: Welche Dokumente brauche ich?
en: Which documents do I need?
fr: Quels documents me faut-il ?
nb: Hvilke dokumenter trenger jeg?
nl: Welke documenten heb ik nodig?
sv: Vilka handlingar behöver jag?
tr: Hangi belgeler gerekiyor?

source: bankovni račun
da: bankkonto
de: Bankkonto
en: bank account
fr: compte bancaire
nb: bankkonto
nl: bankrekening
sv: bankkonto
tr: banka hesabı

source: otvoriti račun
da: at åbne en konto
de: Konto eröffnen
en: to open an account
fr: ouvrir un compte
nb: åpne en konto
nl: een rekening openen
sv: öppna ett konto
tr: hesap açmak

source: kredit
da: lån
en: loan
fr: crédit
nb: lån
nl: lening
sv: lån
tr: kredi

source: kamata
da: renter
de: Zinsen
en: interest
fr: intérêts
nb: rente
nl: rente
sv: ränta
tr: faiz

source: rata
da: afdrag
de: Rate
en: installment
fr: mensualité
nb: avdrag
nl: termijn (afbetaling)
sv: avbetalning
tr: taksit

source: uplata
da: indbetaling
de: Einzahlung
en: deposit
fr: dépôt
nb: innskudd
nl: storting
sv: insättning
tr: para yatırma

source: isplata
da: udbetaling
de: Auszahlung
en: withdrawal
fr: retrait
nb: uttak
nl: opname
sv: uttag
tr: para çekme

source: bankovni prijenos
da: overførsel
de: Überweisung
en: bank transfer
fr: virement
nb: overføring
nl: overboeking
sv: överföring
tr: havale

source: nalog za plaćanje
da: betalingsordre
de: Zahlungsauftrag
en: payment order
fr: ordre de paiement
nb: betalingsoppdrag
nl: betaalopdracht
sv: betalningsuppdrag
tr: ödeme talimatı

source: bankovna kartica
da: betalingskort
de: Bankkarte
en: bank card
fr: carte bancaire
nb: bankkort
nl: bankpas
sv: bankkort
tr: banka kartı

source: bankomat
da: hæveautomat
de: Geldautomat
en: ATM
fr: distributeur de billets
nb: minibank
nl: geldautomaat
sv: uttagsautomat
tr: bankamatik

source: podići novac
da: at hæve penge
de: Geld abheben
en: to withdraw money
fr: retirer de l'argent
nb: ta ut penger
nl: geld opnemen
sv: ta ut pengar
tr: para çekmek

source: uplatiti novac
da: at indsætte penge
de: Geld einzahlen
en: to deposit money
fr: déposer de l'argent
nb: sette inn penger
nl: geld storten
sv: sätta in pengar
tr: para yatırmak

source: izvod
da: kontoudtog
de: Kontoauszug
en: account statement
fr: relevé de compte
nb: kontoutskrift
nl: rekeningafschrift
sv: kontoutdrag
tr: hesap özeti

source: naknada
da: gebyr (bank)
de: Gebühr (Bank)
en: fee (bank)
fr: frais (banque)
nb: gebyr (bank)
nl: kosten (bank)
sv: avgift (bank)
tr: masraf (banka)

source: štednja
da: opsparing
de: Sparen / Ersparnisse
en: savings
fr: épargne
nb: sparing / sparepenger
nl: sparen / spaargeld
sv: sparande / besparingar
tr: tasarruf / birikim

source: dug
da: gæld
de: Schulden
en: debt
fr: dette
nb: gjeld
nl: schulden
sv: skuld
tr: borç

source: prihod
da: indkomst
de: Einkommen
en: income
fr: revenu
nb: inntekt
nl: inkomen
sv: inkomst
tr: gelir

source: troškovi
da: udgifter
de: Ausgaben / Kosten
en: expenses
fr: dépenses
nb: utgifter
nl: uitgaven
sv: utgifter
tr: giderler

source: mjenjačnica
da: vekselkontor
de: Wechselstube
en: currency exchange office
fr: bureau de change
nb: vekslingskontor
nl: wisselkantoor
sv: växlingskontor
tr: döviz bürosu

source: kurs
da: vekselkurs
de: Wechselkurs
en: exchange rate
fr: taux de change
nb: vekslingskurs
nl: wisselkoers
sv: växelkurs
tr: döviz kuru

source: konvertibilna marka
da: konvertibel mark (Bosniens valuta, KM)
de: Konvertible Mark (Währung)
en: convertible mark (currency of Bosnia, KM)
fr: mark convertible (monnaie de Bosnie, KM)
nb: konvertibel mark (Bosnias valuta, KM)
nl: convertibele mark (munt van Bosnië, KM)
sv: konvertibel mark (Bosniens valuta, KM)
tr: konvertibl mark (Bosna para birimi, KM)

source: Želim otvoriti račun
da: Jeg vil gerne åbne en konto
de: Ich möchte ein Konto eröffnen
en: I would like to open an account
fr: Je voudrais ouvrir un compte
nb: Jeg vil åpne en konto
nl: Ik wil een rekening openen
sv: Jag vill öppna ett konto
tr: Hesap açmak istiyorum

source: Kolika je kamata?
da: Hvor høje er renterne?
de: Wie hoch sind die Zinsen?
en: What is the interest rate?
fr: Quel est le taux d'intérêt ?
nb: Hvor høy er renta?
nl: Hoe hoog is de rente?
sv: Hur hög är räntan?
tr: Faiz ne kadar?

source: Mogu li platiti na rate?
da: Kan jeg betale i afdrag?
de: Kann ich in Raten zahlen?
en: Can I pay in installments?
fr: Je peux payer en plusieurs fois ?
nb: Kan jeg betale i avdrag?
nl: Kan ik in termijnen betalen?
sv: Kan jag delbetala?
tr: Taksitle ödeyebilir miyim?
